<template>
  <div class="bg-purple-950 h-[100vh] text-slate-100 px-[200px] py-[50px]">
    <p class="font-bold text-3xl">Подключайтесь и создавайте вместе с Sketch & Chat</p>
    <p class="text-lg mt-2">
      Sketch & Chat предлагает вам уникальные возможности для совместного
      рисования и живого общения в реальном времени! Наше приложение объединяет
      художников, дизайнеров и творческих людей со всего мира, предоставляя вам
      инструменты для воплощения ваших идей и обмена ими с другими
    </p>
    <ul class="mt-6 text-lg">
      <li class="mb-4">
        <p class="font-semibold">Совместное рисование</p>
        <p>
          Рисуйте вместе с друзьями или коллегами на одном холсте, в реальном
          времени. Ваша фантазия не знает границ, когда вы можете работать
          вместе, независимо от расстояний
        </p>
      </li>
      <li class="mb-4">
        <p class="font-semibold">Интерактивный чат</p>
        <p>
          Общайтесь с другими пользователями с помощью встроенного чата. Обсуждайте идеи, давайте советы и делитесь впечатлениями, не отвлекаясь от процесса рисования
        </p>
      </li>
      <li class="mb-4">
        <p class="font-semibold">Персонализированные настройки</p>
        <p>
          Настраивайте интерфейс и функционал приложения под себя. Выбирайте цветовые схемы, сохраняйте любимые инструменты и создавайте удобное рабочее пространство
        </p>
      </li>
      <li>
        <p class="font-semibold">Мгновенное подключение</p>
        <p>
          Присоединяйтесь к существующим сессиям рисования или создавайте свои собственные в одно касание. Приглашайте друзей и начинайте творить вместе
        </p>
      </li>
    </ul>
  </div>
</template>
